{
  "pregunta": [
    "¿Qué tipo de texto es El Cantar de los Nibelungos?",
    "¿En qué siglo fue escrito el poema originalmente?",
    "¿Qué lengua usaba el texto original?",
    "¿Qué valor buscaban reflejar los caballeros medievales?",
    "¿Qué género literario combina hechos reales con elementos fantásticos?",
    "¿Qué metal representa el tesoro escondido?",
    "¿Qué causa el conflicto central en la historia?",
    "¿Qué relación de sangre une a los tres hermanos burgundios?",
    "¿Qué sentimiento lleva a la protagonista a planear una masacre?",
    "¿Qué tipo de muerte sufre el protagonista masculino?",
    "¿Qué objeto mágico da fuerza y poder a su portador?",
    "¿Qué pierde la reina como símbolo de humillación?",
    "¿Qué líquido vuelve invulnerable al héroe?",
    "¿Qué cubre la espalda del héroe e impide que sea protegido?",
    "¿Qué cualidad física se destaca en el protagonista masculino?",
    "¿Qué castigo sufre quien se niega a revelar un secreto?",
    "¿Qué lugar natural se usa para esconder un tesoro?",
    "¿Qué arma se usa para cometer el asesinato del héroe?",
    "¿Qué forma de gobierno tienen los personajes principales?",
    "¿Qué acto matrimonial sirve como estrategia política?",
    "¿Qué lugar es símbolo de poder y autoridad medieval?",
    "¿Qué valor caballeresco se rompe al asesinar a traición?",
    "¿Qué evento provoca la guerra final entre reinos?",
    "¿Qué estilo de justicia busca quien toma venganza por mano propia?",
    "¿Qué construcción representa la fortaleza del reino burgundio?",
    "¿Qué sentimiento domina a la protagonista tras la traición?",
    "¿Qué práctica era común en los matrimonios nobles medievales?",
    "¿Qué emoción genera la humillación pública entre mujeres nobles?",
    "¿Qué función cumple el narrador en el texto original?",
    "¿Qué consecuencia común tienen las traiciones en esta obra?"
  ],
  "quien": [
    "¿Quién fue el héroe que mató a un dragón y se volvió casi invulnerable?",
    "¿Quién fue la mujer que juró vengar la muerte de su esposo?",
    "¿Quién fue el asesino de Sigfrido?",
    "¿Quién fue la reina de Islandia que exigía vencerla en pruebas para casarse?",
    "¿Quién fue el rey de los burgundios durante la mayor parte del poema?",
    "¿Quién fue el guerrero que ayudó a Gunther con una capa mágica?",
    "¿Quién fue el padre de Gunther, Gernot y Giselher?",
    "¿Quién fue el rey poderoso que se casó con Krimilda después de la muerte de Sigfrido?",
    "¿Quién fue quien escondió el tesoro de los Nibelungos en el Rin?",
    "¿Quién fue el que aconsejó no viajar a la corte de Etzel, pero fue ignorado?",
    "¿Quién fue el encargado de invitar a los burgundios a la corte de Etzel?",
    "¿Quién fue asesinado por su propia esposa con la espada de Sigfrido?",
    "¿Quién fue quien mató a Krimilda al final del poema?",
    "¿Quién fue el único en conocer el punto débil de Sigfrido?",
    "¿Quién fue quien hizo que Krimilda revelara ese punto débil?",
    "¿Quién fue el hermano menor de Gunther?",
    "¿Quién fue el mensajero que llevó la invitación de Krimilda a Worms?",
    "¿Quién fue quien peleó valientemente en la corte de Etzel y murió allí?",
    "¿Quién fue quien tomó el cinturón y anillo de Brunilda en secreto?",
    "¿Quién fue quien sintió más culpa por la muerte de Sigfrido, aunque no lo detuvo?",
    "¿Quién fue el hijo de Krimilda que murió en la matanza de la corte?",
    "¿Quién fue el enano que entregó el tesoro a Sigfrido originalmente?",
    "¿Quién fue el maestro de armas o escudero más leal a Gunther?",
    "¿Quién fue el guerrero apodado “el juglar sangriento” por su forma de pelear con música y espada?",
    "¿Quién fue la figura que representa la lealtad ciega, incluso en el crimen?",
    "¿Quién fue el noble que intentó mediar entre Krimilda y sus hermanos en Hungría?",
    "¿Quién fue quien aceptó casarse con Etzel por venganza?",
    "¿Quién fue quien se negó hasta el final a revelar el lugar del tesoro?",
    "¿Quién fue quien luchó junto a los músicos del rey hasta morir?",
    "¿Quién fue el primero en morir en la corte de Etzel durante el conflicto?"
  ],
  "siono": [
    "¿Sigfrido era invulnerable en todo su cuerpo?",
    "¿Krimilda era reina de Islandia?",
    "¿Brunilda acepta casarse con Gunther sin condiciones?",
    "¿Hagen es quien asesina a Sigfrido?",
    "¿Sigfrido obtiene el tesoro de los Nibelungos tras matar a un dragón?",
    "¿El punto débil de Sigfrido estaba en su corazón?",
    "¿Krimilda se casa con Etzel por amor?",
    "¿Gunther vence solo a Brunilda en las pruebas?",
    "¿Sigfrido usa una capa mágica para ayudar a Gunther?",
    "¿La discusión entre Brunilda y Krimilda causa la muerte de Sigfrido?",
    "¿Krimilda se queda con el tesoro de los Nibelungos hasta el final del libro?",
    "¿Etzel era el rey de los francos?",
    "¿Los burgundios viajan a la corte de Etzel sabiendo que es una trampa?",
    "¿El hijo de Krimilda y Etzel muere durante la venganza?",
    "¿Brunilda sospecha que Gunther no ganó con sus propias fuerzas?",
    "¿Sigfrido es asesinado durante una batalla?",
    "¿La traición de Hagen se planea junto con Krimilda?",
    "¿Gunther muere en la corte de Etzel?",
    "¿Worms está ubicado a orillas del Rin?",
    "¿Sigfrido era príncipe de Neerlandia?",
    "¿Brunilda entrega su anillo a Sigfrido por voluntad propia?",
    "¿Krimilda le cuenta a Hagen el punto débil de Sigfrido por error?",
    "¿Krimilda muere asesinada por Hagen?",
    "¿Los burgundios son derrotados rápidamente en Hungría?",
    "¿Sigfrido derrota a los reyes de Sajonia y Dinamarca?",
    "¿El anillo de Brunilda termina en manos de Krimilda?",
    "¿Krimilda perdona la muerte de Sigfrido?",
    "¿Etzel sabe desde el principio los planes de venganza de Krimilda?",
    "¿Krimilda ordena asesinar a los invitados personalmente?",
    "¿El libro termina con un mensaje de paz?"
  ]
}
